Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/introduction_to_income_tax_credits_and_reliefs.html.txt.tmx
Source language: en
Languages: ga

source: Introduction to income tax credits and reliefs
ga: Réamhrá ar chreidmheasanna cánach agus faoiseamh ó cháin ioncaim

source: Tax reliefs reduce the amount of tax that you have to pay
ga: Laghdaíonn faoiseamh cánach an méid cánach a bhíonn ort a íoc

source: The tax reliefs to which you are entitled depend on your personal circumstances
ga: Braitheann an faoiseamh cánach atá tú i dteideal ar do chúinsí pearsanta

source: Tax is calculated as a percentage of your income
ga: Ríomhtar cáin mar chéatadán den ioncam atá agat

source: Your tax credits are deducted from this to give the amount of tax that you have to pay
ga: Asbhainfear do chreidmheasanna cánach ón méid seo leis an méid cánach a bhíonn ort a íoc a thabhairt duit

source: A tax credit has the effect of reducing your tax by the amount of the credit
ga: Is é an tionchar a bhíonn ag creidmheas cánach ná do cháin iníoctha a laghdú de mhéid an chreidmheasa

source: Everyone is entitled to a personal tax credit. There are personal tax credits for single people, people who are married or in a civil partnership and people who are widowed or are surviving civil partners
ga: Tá gach duine i dteideal creidmheas pearsanta cánach bídís singil, pósta, nó i bpairtnéireacht shibhialta nó daoine atá ina mbaintreach nó ina bpáirtnéirí sibhialta marthanacha

source: If you are in employment, getting a pension or getting a taxable social welfare payment (such as Jobseeker’s Benefit) you are also entitled to the PAYE tax credit of €1,650
ga: Má tá tú fostaithe, ag fáil pinsin nó ag fáil íocaíocht leasa shóisialaigh inchánach (cosúil le Sochar Cuardaitheora Poist) tú i dteideal creidmheas cánach ÍMAT de € 1,650 chomh maith

source: So, for example, if you are single and in employment you are entitled to an annual tax credit of €1,650 and the PAYE tax credit of €1,650
ga: Mar shampla, má tá tú singil agus i bhfostaíocht tá tú i dteideal creidmheas cánach bliantúil de €1,650 agus an creidmheas cánach ÍMAT de € 1,650

source: This means that when the total amount of tax you owe is calculated €3,300 will be deducted from this
ga: Ciallaíonn sé sin nuair a bhíonn an méid iomlán cánach atá le híoc agat ríofa go ndéanfar €3300 a asbhaint as sin

source: In effect, this means that if you earn €16,500 or less you do not pay any income tax (because your tax credits of €3,300 are more than or equal to the amount of tax you are due to pay)
ga: Go bunúsach, ciallaíonn sé sin má thuilleann tú €16,500 nó níos lú níl gá duit aon cháin ioncaim a íoc (mar go bhfuil do chreidmheasanna cánach de €3,300 níos mó ná nó cothrom leis an méid cánach atá dlite duit a íoc)

source: However you may be liable to pay Universal Social Charge (if your income is over €13,000 and PRSI (depending on how much you earn each week)
ga: Ach d'fhéadfá a bheith faoi dhliteanas an Muirear Sóisialta Uilíoch a íoc (má tá d'ioncam os cionn € 12,012 agus ÁSPC (ag brath ar cé mhéid a thuilleann tú gach seachtain)

source: If you are married or in a civil partnership, you have the option of sharing tax credits and tax bands between you and your spouse or civil partner
ga: Má tá tú pósta nó i bpáirtnéireacht shibhialta, tá rogha agat creidmheasanna cánach agus bandaí cánach a roinnt idir tú féin agus do chéile nó do pháirtnéir sibhialta

source: If one spouse or civil partner works in the home caring for one or more dependent people you may be able to claim a Home Carer Tax credit
ga: Má oibríonn céile nó páirtnéir sibhialta amháin sa bhaile ag tabhairt aire do dhuine cleithiúnach amháin nó níos mó d'fhéadfá a bheith in ann creidmheas Cánach do Chúramóir Baile a éileamh

source: You can read more about taxation of married people and civil partners
ga: Is féidir leat níos mó faoi chánachas dhaoine pósta agus pháirtnéirí sibhialta a léamh

source: In some cases you can get a tax refund for specific expenses, for example, medical expenses or mortgage interest
ga: Sna cásanna seo, tá an an aisíocíocaíocht bunaithe ar an méid a íocann tú amach

source: The value of a tax allowance will depend on whether it is allowed at the highest rate of income tax that you pay or is restricted to the standard 20% rate
ga: I gcásanna áirithe, cosúil le hús ar mhorgáiste, tá teorainn leis an uasmhéid is féidir leat a éileamh

source: Take the example of a claim of €100
ga: Tóg éileamh €100 mar shampla

source: If you pay tax at 40% and you can claim it at this rate, then it will reduce your tax by €40 (€100 x 40%)
ga: Má íocann tú cáin ag 40% agus gur féidir leat éileamh a dhéanamh ag an ráta seo, laghdófar do cháin de €40 dá réir (€100 x 40%)

source: If the highest rate of tax that you pay is 20%, or the relief is restricted to the standard rate, then the claim of €100 will reduce your tax by €20 (€100 x 20%)
ga: Má tá an ráta ard cánach a íocann tú 20%, nó an faoiseamh srianta don ráta caighdeánach, laghdóidh an t-éileamh €100 do cháin de €20 (€100 x 20%)

source: More information about how tax credits and allowances work is available in our document about how your income tax is calculated
ga: Chun tuilleadh eolais a fháil faoin mbealach a oibríonn liúntais chánach, léigh faoi cháin ioncaim sa nasc thuas

source: Tax credits and allowances for specific circumstances and groups
ga: Creidmheasanna cánach agus liúntais le haghaidh imthosca agus grúpaí sonracha

source: If you are caring for a dependent child on your own you can claim the Single Person Child Carer Credit in addition to your personal tax credit
ga: Má tá tú ag tabhairt aire do leanbh cleithiúnach leat féin is féidir leat an Creidmheas Cánach Cúramóra Linbh do Dhuine Singil a éileamh sa bhreis ar do chreidmheas cánach pearsanta

source: There is also an increase in your standard rate tax band
ga: Tá méadú chomh maith ar bhanda cánach do ráta chaighdeánaigh

source: This means that you can earn more before you start to pay the higher rate of tax
ga: Ciallaíonn sé seo gur féidir leat níos mó a thuilleann sula dtosaíonn tú a íoc ar an ráta cánach níos airde

source: If you are aged 65 or over, you are liable to pay income tax in the normal way
ga: Má tá tú ag 65 bliain d'aois nó os a chionn, tá tú faoi dhliteanas cáin ioncaim a íoc ar an ngnáthbhealach

source: However, there are tax exemption limits for people aged 65 or over and there are some extra tax credits
ga: Mar sin féin, tá teorainneacha díolúine cánach do dhaoine in aois 65 nó os a chionn agus tá roinnt creidmheasanna cánach breise

source: It is possible to get tax relief for covenants to people aged 65 and over
ga: Is féidir faoiseamh cánach a fháil le haghaidh cúnant do dhaoine in aois 65 nó os a chionn

source: In certain circumstances, you may be able to reclaim any DIRT (Deposit Interest Retention Tax) paid
ga: I gcúinsí áirithe, d'fhéadfá a bheith in ann aon DIRT (Cáin Choinneála ar Ús Taisce) a íocadh a athéileamh

source: Find out more about tax reliefs for older people
ga: Faigh amach tuilleadh faoi fhaoiseamh cánach do dhaoine scothaosta

source: Contributions to a pension are eligible for tax relief at your highest rate of tax
ga: Tá ranníocaíochtaí pinsin incháilithe le haghaidh faoiseamh cánach ag an ráta cánach is airde

source: Find out more about employment-related tax reliefs, including reliefs for workers at sea and workers who commute to work in a different country
ga: Faigh amach tuilleadh faoi fhaoiseamh cánach a bhaineann le fostaíocht, lena n-áirítear faoiseamh d'oibrithe ar farraige agus oibrithe a bhíonn ag taisteal a bheith ag obair i dtír eile

source: You can also read about taxation of benefits from employment
ga: Is féidir leat léamh chomh maith faoi cháin ar shochair ón bhfostaíocht

source: If you rent a room in your home to a private tenant you may claim rent a room relief
ga: Má tá do theach ar cíos, d'fhéadfá Creidmheas Cánach Cíosa a éileamh

source: If you rent your home you may be able to claim Rent Tax Credit if you meet the criteria
ga: Má íocann tú morgáiste, d'fhéadfá faoiseamh cánach ar ús morgáiste a éileamh

source: If you pay a mortgage, you may claim tax relief on mortgage interest
ga: Má tá seomra ar cíos agat i do theach le tionónta príobháideach, d'fhéadfá faoiseamh seomra ar cíos a éileamh

source: For an overview of tax reliefs relating to housing, and for information on taxation when transferring the ownership of a home, see housing tax credits and reliefs
ga: Chun léargas ginearálta a fháil ar fhaoiseamh cánach maidir le tithíocht, agus chun eolas a fháil ar chánachas nuair ata úinéireacht tí á aistriú, féach ar creidmheasanna agus faoiseamh cánach tithíochta

source: Tax relief is available on fees paid for approved third-level courses
ga: Tá faoiseamh cánach ar fáil ar tháillí íoctha maidir le cúrsaí tríú leibhéal faofa

source: You can find out more about tax relief for third-level fees here
ga: Is féidir leat tuilleadh eolais a fháil faoi fhaoiseamh cánach do tháillí tríú leibhéal anseo

source: If you pay medical expenses that are not covered by the State or by private health insurance, you may claim tax relief on some of those expenses
ga: Má tá tú ag íoc costais leighis nach bhfuil clúdaithe ag an Stát nó ag árachas sláinte príobháideadh, féadfaidh tú faoiseamh cánach a éileamh ar na costais sin

source: Find out more about taxation and medical expenses and about tax relief on nursing home fees and for dependent relatives
ga: Faigh amach tuilleadh faoi cháin agus costais leighis agus faoi fhaoiseamh cánach ar tháillí tithe altranais agus ar son gaolta cleithiúnacha

source: Tax relief is also available for premiums paid for health insurance and for long-term care insurance
ga: Tá faoiseamh cánach ar fáil i leith préimheanna a íoctar maidir le hárachas shláinte agus árachas don chúram fadtéarmach

source: The insurance company grants this tax relief at source
ga: Deonaíonn an comhlacht árachais an faoiseamh cánach seo ag an bhfoinse

source: Tax following a death
ga: Faoiseamh ó cháin ioncaim tar éis bháis

source: The treatment of tax reliefs following a death depends on the civil status of the deceased person and on the way in which he or she was taxed if married or in a civil partnership
ga: Braitheann cóireáil faoiseamh cánach i ndiaidh bás duine ar stádas sibhialta an duine atá básaithe agus ar an mbealach inar gearradh cáin air nó uirthi má tá sé nó sí pósta nó i bpáirtnéireacht shibhialta

source: Additional tax credits are available to widowed persons and surviving civil partners
ga: Tá creidmheasanna cánach breise ar fáil do bhaintreacha

source: Find out more about tax reliefs following a death
ga: Faigh tuilleadh eolais faoi faoiseamh cánach tar éis bháis

source: Separation, divorce or dissolution
ga: Idirscaradh, colscaradh agus díscaoileadh

source: If a married couple divorce or separate, or civil partners separate or a civil partnership is dissolved, this has important tax implications
ga: Má scarann lánúin phósta nó má fhaigheann siad colscaradh, nó má scarann páirtithe sibhialta nó má díscaoiltear páirtnéireacht shibhialta, tá impleachtaí tábhachtacha cánach i gceist

source: Find out more about taxation following separation, divorce or dissolution, including information about how maintenance payments are taxed
ga: Faigh amach tuilleadh faoi cháin in ndiaidh scartha, colscartha nó díscaoilte, lena n-áirítear eolas faoi mbealach a ndéantar cáin a ghearradh ar íocaíochtaí cothabhála

source: This table sets out the main tax credits available in 2016 and 2017
ga: Féach thíos na priomh-chreidmhis chánach ar fáil i 2016 agus 2017

source: The Revenue Commissioners also provide a list of tax credits and the value of the credits in current and previous years
ga: Soláthraíonn na Coimisinéirí Ioncaim liosta na gcreidmheasanna cánach atá ar fáil agus luach na gcreidmheasanna sna blianta reatha agus roimhe seo
